[
    {
      "competence": "Motiveren en inspireren van leerlingen",
      "level": "Startbekwaam",
      "questionText": "$ Hoe maak je het doel en jouw verwachting van de les duidelijk? # Wat levert een keuze bij opdrachten jou en je leerlingen op? Waar loop je eventueel tegen aan? # Voor welke keuzes kom je te staan bij het motiveren van leerlingen? # Welke manieren ken je uit de theorie om leerlingen te motiveren om te leren? Welke manier zet je in? # Welke andere bronnen kun je gebruiken bij het motiveren van leerlingen?",
      "resultText": "De leraar motiveert leerlingen om actief aan de slag te gaan.",
      "teacherText": "$ maakt doel en verwachting van de les duidelijk # zorgt ervoor dat leerlingen de doelen van de les of het thema kennen # honoreert inbreng en creatieve invulling van leerlingen # luistert aandachtig naar leerlingen # biedt een keuze bij opdrachten # maakt gebruik van voorkennis en activeert voorkennis",
      "theme": "Didactisch Bekwaam",
      "title": "1. Motiveren en inspireren van leerlingen"
    },
    {
      "competence": "Motiveren en inspireren van leerlingen",
      "level": "Bekwaam",
      "questionText": "$ Welke inbreng verwacht je van leerlingen bij de introductie van een onderwerp of thema? # Hoe nodig je leerlingen uit om hun reacties, ervaringen, meningen te delen met jou of met de groep als geheel? # Welk type vragen stel je of lenen zich goed voor het opvragen van meningen of ervaringen? # Kun je voorbeelden geven van motiverende vragen die je hebt gesteld of wilt stellen, op momenten dat je inbreng van leerlingen wilt? # Kun je voorbeelden geven van antwoorden van leerlingen waar jij en/of de groep wat aan hebben gehad? Vertel eens waarom.",
      "resultText": "Leerlingen krijgen ruimte voor eigen inbreng en creatieve invulling van de opdracht.",
      "teacherText": "$ zorgt ervoor dat leerlingen zich geïnspireerd voelen # zorgt ervoor dat leerlingen zich gehoord voelen # maakt doel en verwachting van het thema duidelijk # geeft leerlingen tijd om eigen oplossingen te bedenken # past instructie aan op leerbehoefte van leerlingen",
      "theme": "Didactisch Bekwaam",
      "title": "1. Motiveren en inspireren van leerlingen"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Startbekwaam",
      "questionText": "$ Over welke manier van nieuwe lesstof aanbieden ben je tevreden? # Welke inbreng verwacht je van de leerlingen bij de introductie van een onderwerp of thema? # Hoe gebruik je de context en de achtergrond van de leerlingen bij de oriëntatie op de leerstof? # Hoe nodig je leerlingen uit om hun reacties, ervaringen en meningen over het onderwerp van de les te delen met jou of met de groep? # Kun je een voorbeeld geven van hoe je het nut van de les aan leerlingen duidelijk hebt gemaakt? # Hoe reflecteer je aan het eind van de les samen met de leerlingen op het behaalde doel van de les? ",
      "resultText": "De leraar laat leerlingen zich oriënteren op de leerstof",
      "teacherText": "$ maakt duidelijk hoe de les aansluit bij voorgaande lessen # vertelt leerlingen wat er van ze verwacht wordt # activeert voorkennis # koppelt de leerstof aan de belevingswereld van leerlingen # vertelt leerlingen wat het doel en nut zijn van de les",
      "theme": "Didactisch Bekwaam",
      "title": "2.1 Oriëntatie op de leerstof"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Bekwaam",
      "questionText": "$ Help je leerlingen om bij een nieuw onderwerp of thema hun eigen leervragen te formuleren? Hoe doe je dat? # Welke leerbehoeftes zie je bij je leerlingen? En herken je behoefte aan strategieën bij je leerlingen? # Hoe speel je in op de individuele leerbehoeftes van leerlingen? # Op welke momenten mogen leerlingen samenwerken? Op welke momenten liever niet? # Welke leereffecten wil je bereiken als je leerlingen individueel zelfstandig laat werken of (zelfstandig) laat samenwerken? # Welke leervragen heb je om leerlingen taakgericht en gemotiveerd aan hun werk te kunnen zetten?",
      "resultText": "De meeste leerlingen gaan taakgericht aan het werk.",
      "teacherText": "$ daagt de leerling uit om het beste van de taak te maken # helpt hen om hun leertaak met succes af te ronden # leert de leerling leren, ook van en met elkaar # bevordert de zelfstandigheid van de leerling",
      "theme": "Didactisch Bekwaam",
      "title": "2.1 Oriëntatie op de leerstof"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Bekwaam",
      "questionText": "$Hoe merk je dat je instructie wel of niet helder is geweest voor sommige, of alle, leerlingen? # Hoe zorg je ervoor dat alle leerlingen zich aangesproken voelen? # Hoe zie jij of een leerling bij de les betrokken is? Hoe ziet ‘betrokkenheid’ er voor jou uit? # Beschrijf eens welk type vragen je stelt en hoe je je vragen verdeelt over de groep. # Wat doe je als je ziet dat niet alle leerlingen bij de les betrokken zijn?",
      "resultText": "De meeste leerlingen denken en doen mee.",
      "teacherText": "$ let op of leerlingen tijdens de instructie en evaluatie actief betrokken zijn # controleert regelmatig of leerlingen de leerstof en de instructietaal begrijpen # stelt vragen die aanzetten tot nadenken # geeft tijd om na te denken # zet aanschouwelijke, betekenisvolle en gevarieerde leermiddelen in # verwoordt denkstappen",
      "theme": "Didactisch Bekwaam",
      "title": "2.2 Betrekken van alle leerlingen bij de les"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Startbekwaam",
      "questionText": "$ Op welke momenten denken en/of doen leerlingen het meest actief mee tijdens de les of de evaluatie? # Plan je de momenten van actief meedoen bewust in of ontstaan ze spontaan? Of beide? # Hoe pas je jouw taalgebruik aan om taalzwakke leerlingen tot meedoen en meedenken uit te nodigen? # Kun je voorbeelden van aangepast taalgebruik geven? # Welke leervragen heb je om leerlingen nog meer of om nog meer leerlingen aan het denken te zetten?",
      "resultText": "De leraar stimuleert betrokkenheid van leerlingen.",
      "teacherText": "$ gaat adequaat om met verschillen in voorkennis en taalniveau van leerlingen # kan beargumenteerde keuzes maken bij (vak)didactisch handelen en kan hierop reflecteren # gebruikt de cyclus van plannen, uitvoeren en (zelf) evalueren van de les # besteedt systematisch aandacht aan het leren van schooltaal # laat leerlingen verwoorden hoe ze tot hun antwoord gekomen zijn",
      "theme": "Didactisch Bekwaam",
      "title": "2.2 Betrekken van alle leerlingen bij de les"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Startbekwaam",
      "questionText": "$ Wat betekent ‘orde’ voor jou? # Welke theorie over orde houden en klassenmanagement ken je? Naar welke manier van orde houden gaat je voorkeur uit? # Welke successen heb je ervaren met betrekking tot een ordelijk leerklimaat? Wat deed jij om dit succes te krijgen? # Kun je een voorbeeld geven van hoe je leerlingen aan het werk krijgt en houdt? # Hoe differentieer je naar niveau en tempo? # Welke moeilijkheden ervaar je bij de overgangen in de les en de verschillende lesfasen?",
      "resultText": "De leraar geeft heldere instructie, houdt rekening met verschillen tussen leerlingen en zorgt voor een taakgerichte werksfeer.",
      "teacherText": "$ zorgt voor een heldere opbouw van en overgangen in de les # bouwt de lesstof logisch op van eenvoudig naar complex # laat de opdrachten samenhangen met de instructie # grijpt expliciet terug op de leerdoelen # wisselt instructie af met begeleid oefenen en verwerking # differentieert naar (taal-) niveau en snelheid # vat van tijd tot tijd de leerstof samen # legt het waarom van een goed of fout antwoord helder uit # ziet erop toe dat leerlingen tijdens de opdrachten taakgericht blijven",
      "theme": "Didactisch Bekwaam",
      "title": "2.3 Instructie leerstof en opdrachten"
    },
    {
      "competence": "Gestructureerde en heldere instructie",
      "level": "Bekwaam",
      "questionText": "$ Welke werkvormen pas je vaak toe? Wat zegt die keuze voor werkvormen over jouw visie op hoe leerlingen leren? # Komt jouw visie op hoe leerlingen leren overeen met die van de school? Wat zijn de overeenkomsten en verschillen? # Zie je de noodzaak of de mogelijkheid om je instructie en werkvormen (nog) beter te laten aansluiten bij de interesses, het taalniveau en de belevingswereld van de leerlingen? # Met welke verschillen tussen leerlingen houd je al rekening tijdens de instructie? Kun je voorbeelden geven van een instructie waarin je rekening houdt met die verschillen? # Hoe werk je aan een ordelijk klimaat?",
      "resultText": "De leerling werkt met verschillende werkvormen. De leerling ervaart dat de instructie verschilt per leerling. ",
      "teacherText": "$ ontwerpt een krachtige leeromgeving # hanteert directe instructievormen en betrekt de leerling actief bij de les # kan vragen en opdrachten herformuleren # kan kennis en vaardigheid aan de hand van een stappenplan uitleggen # zorgt voor interactieve instructie # geeft instructie die gelaagd is, op het niveau van de opdracht, het taalniveau van de leerling en op niveau van zelfsturing # stemt de leerinhouden af op individuele verschillen",
      "theme": "Didactisch Bekwaam",
      "title": "2.3 Instructie leerstof en opdrachten"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Startbekwaam",
      "questionText": "$ Welke leerstrategieën pas je zelf graag toe voor het oplossen van problemen? Hoe heb je deze strategieën geleerd? # Welke kennis van leerstrategieën zet je in? # Hoe laat je leerlingen leerstrategieën uitwisselen? # Welke leerstrategieën hebben jouw leerlingen nodig op dit moment?",
      "resultText": "De leraar helpt leerlingen om leerstrategieën toe te passen.",
      "teacherText": "$ besteedt aandacht aan het ontwikkelen van leerstrategieën # biedt leerlingen checklists, algoritmes, stappenplannen, ezelsbruggetjes die helpen bij het leren # geeft aandacht aan het ontwikkelen van leesstrategieën, zoals voorspellend lezen en zoekend lezen # relateert problemen aan eerder opgeloste problemen # nodigt leerlingen uit voor- en nadelen van leerstrategieën aan de groep uit te leggen",
      "theme": "Didactisch Bekwaam",
      "title": "3.1 Aanleren van leerstrategieën"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Bekwaam",
      "questionText": "$ Welke leer- en leesstrategieën pas je zelf graag toe voor het oplossen van problemen? Hoe heb je deze strategieën geleerd? # Hoe oefen je deze strategieën met leerlingen? # Vinden de leerlingen de strategieën bruikbaar? Hoe weet je dat? # Welke strategieën hebben jouw leerlingen op dit moment nodig volgens jou? Vertel waarom. # Uit welke bronnen kun je putten wat betreft het aanleren van leerstrategieën?",
      "resultText": "De meeste leerlingen passen leer- en leesstrategieën toe voor het oplossen van complexe problemen.",
      "teacherText": "$ toont parate, wendbare inhoudelijke kennis # leert leerlingen complexe problemen te ordenen # kan kernbegrippen voor het vak of leergebied selecteren # geeft expliciet uitleg van mogelijke oplossingsstrategieën voor inhoud en vaktaal # bevordert transfer en laat leerlingen het geleerde bewust toepassen in andere leergebieden # stimuleert leerlingen in hun taalontwikkeling door een taalrijke leeromgeving aan te bieden",
      "theme": "Didactisch Bekwaam",
      "title": "3.1 Aanleren van leerstrategieën"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Startbekwaam",
      "questionText": "$ Kun je een voorbeeld geven van een lesonderdeel waarbij je leerlingen hebt gevraagd hardop te denken? # Kun je een voorbeeld geven van een lessituatie waarin je ‘modeling’ (of modelleren) hebt toegepast? # Welke kennis van leer- en leesstrategieën zet je in? # Zijn er lessituaties waarbij het goed past dat leerlingen hun denkstappen uitleggen aan jou of aan elkaar? # Hoe ga je om met ‘foute’ redeneringen van leerlingen?",
      "resultText": "De leraar laat leerlingen hardop denken.",
      "teacherText": "$ past ‘modeling’ toe # stelt open vragen die aanzetten tot nadenken en geeft denkpauzes # honoreert de goede onderdelen van het antwoord van zwakke leerlingen # moedigt leerlingen aan om elkaar vragen te stellen # geeft leerlingen de gelegenheid om hardop te denken # vraagt leerlingen de verschillende denkstappen uit te leggen",
      "theme": "Didactisch Bekwaam",
      "title": "3.2 Hardop leren denken"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Bekwaam",
      "questionText": "$ Wanneer, bij welk vakonderdeel, probleem of vraag laat je leerlingen hardop denken? Welke doelen wil je daarmee bereiken? # Welke werkvormen kies je daarvoor? # Hoe ga je om met ‘foute’ redeneringen van leerlingen? # Hoe honoreer je logische of efficiënte manieren om tot oplossingen te komen?",
      "resultText": "De meeste leerlingen voelen zich uitgenodigd om mee te denken en aan te geven hoe zij tot hun antwoord zijn gekomen. ",
      "teacherText": "$ past ‘modeling’ toe # helpt leerlingen denkstappen te zetten # doet bepaalde denkprocessen hardop voor # toont hoe vakbegrippen met elkaar verbonden zijn # helpt leerlingen de instructie te lezen en woordbetekenissen te achterhalen # benoemt de taalfuncties zoals beschrijven, verklaren of concluderen",
      "theme": "Didactisch Bekwaam",
      "title": "3.2 Hardop leren denken"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Bekwaam",
      "questionText": "$ Welke strategieën zouden voor de meeste leerlingen toepasbaar moeten zijn op een bepaald moment van het leerproces voor een bepaald vak(onderdeel)? # Welk type oefeningen of taken vind je geschikt om deze strategieën te leren automatiseren? # Waar vind je geschikte oefeningen voor het aanleren en toepassen van strategieën? Moet je ze zelf maken? # Hoe kun je zien of het toepassen van een strategie leerlingen helpt om tot het gewenste resultaat te komen? # Hoe beoordelen leerlingen het succes van het inzetten van strategieën?",
      "resultText": "De meeste leerlingen denken na over de aanpak van een probleem en zetten strategieën in om tot een oplossing te komen.",
      "teacherText": "$ helpt leerlingen de taal van het vak te gebruiken # stimuleert interactie over vaktaal en begrippen # biedt taalsteun # stimuleert het zoeken naar alternatieve oplossingsmethoden # geeft feedback op denkstappen en op het gebruik van (vak-)taal",
      "theme": "Didactisch Bekwaam",
      "title": "3.3 Leren complexe problemen te vereenvoudigen"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Startbekwaam",
      "questionText": "$ Kun je een voorbeeld noemen van een situatie waarin je een complex probleem met leerlingen moet vereenvoudigen? # Welke strategie heb je aangeboden? Waaruit blijkt of deze strategie de leerlingen helpt? # Wanneer laat je leerlingen zelf strategieën bedenken? # Vraag je leerlingen weleens hoe zij leren? Welke inzichten levert je dat op? # Welke kennis van leerstrategieën zet je in bij de voorbereiding van je les?",
      "resultText": "De leraar legt uit hoe een complex probleem te vereenvoudigen is.",
      "teacherText": "$ leert leerlingen complexe problemen te ordenen # geeft aandacht aan leesstrategieën zoals zoekend en globaal lezen # leert leerlingen uitkomsten te schatten # leert leerlingen uitkomsten te voorspellen",
      "theme": "Didactisch Bekwaam",
      "title": "3.3 Leren complexe problemen te vereenvoudigen"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Startbekwaam",
      "questionText": "$ Maak je leerlingen van tevoren duidelijk waarom ze iets moeten leren? # Wat doe je als de leerlingen de lesstof niet kunnen plaatsen? # Hoe help je leerlingen een koppeling te maken tussen de nieuwe leerstof en datgene wat ze al van het onderwerp afweten? # Kun je een voorbeeld geven waarin je leerlingen laat bedenken hoe ze het geleerde kunnen toepassen? # Hoe creëer je situaties waarin leerlingen het geleerde kunnen of moeten toepassen?",
      "resultText": "De leraar laat leerlingen het geleerde toepassen.",
      "teacherText": "$ vraagt leerlingen eigen voorbeelden te bedenken # vertelt leerlingen hoe oplossingen voor een probleem gebruikt worden in het vak # bevordert het toepassen van het geleerde",
      "theme": "Didactisch Bekwaam",
      "title": "3.4 Het toepassen van het geleerde bevorderen"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Bekwaam",
      "questionText": "$ Vertel je leerlingen weleens hoe je zelf gebruikt maakt van ezelsbruggetjes of van strategieën? Wanneer doe je dat? # Hoe help je leerlingen de koppeling te maken tussen de nieuwe leerstof en datgene wat ze al van het onderwerp afweten? # Welke materialen, type vragen, beelden, actuele gebeurtenissen of werkvormen gebruik je bij voorkeur om voorkennis te activeren? Kun je een voorbeeld hiervan geven? # Wat is je opgevallen ten aanzien van de voorkennis van leerlingen op dit gebied? Welke feedback geeft dit jou?",
      "resultText": "De meeste leerlingen kunnen de leerstof koppelen aan concrete voorbeelden.",
      "teacherText": "$ laat leerlingen zien hoe het geleerde in andere situaties en voor andere vakken gebruikt kan worden # vraagt leerlingen uitkomsten te relateren aan de praktische context, aan de belevingswereld of aan persoonlijke ervaringen # bevordert het bewust toepassen van het geleerde in andere context(en) en andere vakken",
      "theme": "Didactisch Bekwaam",
      "title": "3.4 Het toepassen van het geleerde bevorderen"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Startbekwaam",
      "questionText": "$ In welke situaties vraag je leerlingen naar hun mening? Wat doe je met de antwoorden? # Kun je een voorbeeld geven van hogere orde- en denkvragen die je inzet? # Hoe ga je om met leerlingen die hun mening liever niet uiten of met botsende meningen tussen leerlingen? # Komt het weleens voor dat de mening van leerlingen botst met jouw overtuigingen? Zo ja, hoe ga je daarmee om? # Hoe bespreek je met leerlingen gevoelige kwesties in de actualiteit of maatschappij? Welke kennis en vaardigheden zet je daarbij in? # Vraag je leerlingen weleens naar hun informatiebronnen? Hoe doe je dat?",
      "resultText": "De leraar daagt zijn leerlingen uit kritisch na te denken.",
      "teacherText": "$ vraagt leerlingen naar hun mening # stelt open vragen waarop meerdere antwoorden mogelijk zijn # vraagt leerlingen na te denken of hun oplossingen en antwoorden kloppen # stelt hogere orde- en denkvragen # laat leerlingen kritisch naar bronnen kijken",
      "theme": "Didactisch Bekwaam",
      "title": "3.5 Kritisch denken bevorderen"
    },
    {
      "competence": "Leerstrategieën ",
      "level": "Bekwaam",
      "questionText": "$ Hoe daag je leerlingen uit met hogere ordevragen? # Zijn het altijd dezelfde leerlingen die zich uitgedaagd voelen of zie je verschillen? Zo ja, hoe verklaar je deze verschillen? # Hoe kun je taken zo aanpassen dat meer leerlingen zich uitgedaagd voelen? Kun je een voorbeeld geven van zo’n aanpassing?",
      "resultText": "De meeste leerlingen voelen zich uitgedaagd om vanuit verschillende invalshoeken vragen te stellen. ",
      "teacherText": "$ moedigt kritisch denken van leerlingen aan  # stelt hogere orde- en denkvragen door leerlingen te laten analyseren. # laat leerlingen problemen analyseren en redenen bedenken voor het optreden van gebeurtenissen # laat leerlingen beargumenteren welke oplossing of aanpak de beste is en waarom # geeft feedback op vaktaalgebruik van leerlingen # kan beschrijvende en beoordelende feedback geven op inbreng over vakthema’s  # vraagt leerlingen de keuzes en dilemma’s bij het oplossen van een probleem uit te leggen en te onderbouwen",
      "theme": "Didactisch Bekwaam",
      "title": "3.5 Kritisch denken bevorderen"
    },
    {
      "competence": "Activerende didactiek ",
      "level": "Startbekwaam",
      "questionText": "$ Wat versta je onder activerende didactiek? # Welke werkvormen gebruik je graag om leerlingen te activeren? # Hoe stimuleer je dat leerlingen taakgericht aan het werk blijven? # Kun je voorbeelden geven van interventies die leidden tot het activeren van leerlingen? # Wat voor soort interventies spreken jou het meest aan? # Welke bronnen gebruik je bij het activeren van leerlingen?",
      "resultText": "De leraar activeert zijn leerlingen.",
      "teacherText": "$ zorgt dat alle leerlingen aan het werk gaan # kiest werkvormen die bij leerlingen actief gedrag oproepen  # zorgt voor passende interventies  # stimuleert leerlingen tot het aandragen van creatieve oplossingen # kan de les aanpassen wanneer dit nodig is",
      "theme": "Didactisch Bekwaam",
      "title": "4.1 Activeren van leerlingen"
    },
    {
      "competence": "Activerende didactiek ",
      "level": "Bekwaam",
      "questionText": "$ Hoe stimuleer je dat de leerlingen taakgericht aan het werk gaan en blijven? Hoe zorg je daarvoor? # Welk type vragen stel je om de leerlingen actief te betrekken bij de lesstof? Denk bijvoorbeeld aan de taxonomie van Bloom en aan typen vragen zoals kennisvragen, begripsvragen, toepassingsvragen, denkvragen, open vragen, gesloten vragen. # Over welke feedback die je onlangs hebt gegeven ben je tevreden? Wat heb je precies gezegd, in welke situatie? # Wat hebben de leerlingen met de feedback gedaan? Leidt de feedback tot nieuwe afspraken tussen jou en de leerling(en)? Zo ja, welke? # Welke leervragen heb je om meer leerlingen actief bij de les te betrekken?",
      "resultText": "De meeste leerlingen zijn betrokken, leerdoelgericht en actief. Ze gebruiken de feedback van de leraar. Leerlingen gebruiken hun tijd effectief.",
      "teacherText": "$ laat leerlingen lezen, luisteren, schrijven en spreken naar aanleiding van de lesstof # zorgt dat leerlingen op verschillende manieren met de lesstof bezig zijn # zorgt ervoor dat leerlingen de lestijd van begin tot einde gebruiken # stimuleert leerlingen creatieve oplossingen in te zetten # zorgt ervoor dat leerlingen feedback vragen en gebruiken",
      "theme": "Didactisch Bekwaam",
      "title": "4.1 Activeren van leerlingen"
    },
    {
      "competence": "Differentiëren",
      "level": "Startbekwaam",
      "questionText": "$ Welke verschillen tussen leerlingen heb je op deze school waargenomen? # Kun je een voorbeeld geven van differentiëren naar leerdoel, leerstijl, tempo of taalniveau van de leerling? # Hoe zou je kunnen differentiëren naar leerdoelen of de manier waarop leerlingen de leerdoelen halen? # Hoe gebruik je de zone van naaste ontwikkeling bij opdrachten of werkvormen? # Hoe kijk je aan tegen de manieren van differentiëren op jouw school? # Welke kennis over differentiëren pas je toe?",
      "resultText": "De leraar stemt zijn les af op de verschillen tussen leerlingen.",
      "teacherText": "$ kan differentiëren naar leerdoel, leerstijl, tempo en/of taalniveau # stemt instructie af op verschillen tussen leerlingen # stemt opdrachten, verwerking en toetsvormen af op verschillen tussen leerlingen # geeft feedback over waar leerlingen zich bevinden ten opzichte van het doel # biedt een keuze bij opdrachten # biedt leerlingen gelegenheid om taken uit te voeren in de zone van naaste ontwikkeling",
      "theme": "Didactisch Bekwaam",
      "title": "5.1 Afstemmen op verschillen"
    },
    {
      "competence": "Differentiëren",
      "level": "Bekwaam",
      "questionText": "$ Welke verschillen in de groep heb je waargenomen op het moment dat leerlingen aan het werk gaan? # Welke leerlingbehoeften vallen je op en hoe speel je daarop in? # Welke kennis, vaardigheden en/of hulpmiddelen pas je toe om leerlingen op hun niveau, gedifferentieerd te laten werken? # Welke ondersteuning zoek je om beter af te stemmen op de behoeften van (een groter aantal) individuele leerlingen? # Welke groep leerlingen zou daarvan het meest profiteren? Waarom?",
      "resultText": "De meeste leerlingen zijn met de taak en de feedback aan het werk. De taken kunnen per leerling verschillen.",
      "teacherText": "$ zorgt ervoor dat leerlingen begrijpen wat ze moeten doen # past ‘scaffolding’ toe # is in staat een leerling autonoom een taak uit te laten voeren # laat leerlingen aan verschillende opdrachten werken # biedt zwakke leerlingen extra leer- en instructietijd # biedt sterke leerlingen uitdagende opdrachten # laat leerlingen weten waar zij zich bevinden in hun leerproces",
      "theme": "Didactisch Bekwaam",
      "title": "5.1 Afstemmen op verschillen"
    },
    {
      "competence": "Differentiëren",
      "level": "Startbekwaam",
      "questionText": "$ Welke verschillen neem je waar tussen leerlingen? # Welke verschillen neem je waar tussen de leerlingen en jezelf? # Wat betekent ‘benutten van verschillen’ voor jou? Hoe benut je verschillen? # Hoe zorg je ervoor dat leerlingen onderlinge verschillen accepteren? # Welke kennis zet je in om gevoelige kwesties in de actualiteit of maatschappij te bespreken in de les?",
      "resultText": "De leraar gebruikt verschillen tussen leerlingen actief bij de les.",
      "teacherText": "$ zorgt ervoor dat leerlingen verschillen en overeenkomsten accepteren  # zet leerlingen die minder instructie nodig heeft vast aan het werk  # gebruikt de context van de school en van leerlingen als rijke leeromgeving # kan professioneel reageren op gevoelige kwesties in de les # helpt leerlingen om zich in te leven in elkaar",
      "theme": "Didactisch Bekwaam",
      "title": "5.2 Benutten van verschillen"
    },
    {
      "competence": "Differentiëren",
      "level": "Bekwaam",
      "questionText": "$ Als leerlingen een gezamenlijk doel hebben en ze elkaar nodig hebben om het doel te bereiken, is samenwerking gezellig en leerzaam en accepteren leerlingen elkaars verschillen. Ben je het eens met deze stelling? Onderbouw je mening. # Hoe ziet jouw instructie van een taak eruit wanneer leerlingen van elkaar en met elkaar moeten leren? Met welke aspecten houd je rekening bij het ontwerp van je taak? # Welke kennis en vaardigheden pas je toe om zo’n taak te ontwerpen en te begeleiden? # Welke voor- en nadelen zie je in de praktijk als leerlingen samenwerken? # Welke instructie zou nog nodig zijn om de samenwerking te verbeteren en/of het leerrendement te verhogen?",
      "resultText": "De leerlingen leren met en van elkaar. ",
      "teacherText": "$ stimuleert dat leerlingen onderlinge verschillen accepteren en benutten # zorgt dat er interactie over de lesstof is tussen leerlingen  # stimuleert dat leerlingen elkaar begeleiden",
      "theme": "Didactisch Bekwaam",
      "title": "5.2 Benutten van verschillen"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Startbekwaam",
      "questionText": "$ Wat betekent ‘zelfstandig werken’ voor jou? Welke kennis over zelfstandig werken zet je in tijdens jouw lessen? # Wat is jouw rol bij het organiseren en begeleiden van zelfstandig werken? # Hoe past zelfstandig werken in de context van jouw school? # Wat doe je als je ziet dat een leerling niet taakgericht aan het werk is? # Hoe ondersteun je leerlingen die moeite hebben met zelfstandig werken?",
      "resultText": "De leraar faciliteert het zelfstandig werken.",
      "teacherText": "$ helpt leerlingen nadenken over een geschikte strategie bij de aanpak van een taak # leert leerlingen verschillende oplossingsstrategieën te hanteren # betrekt leerlingen bij het plannen van en invulling geven aan een taak",
      "theme": "Didactisch Bekwaam",
      "title": "6.1 Faciliteren van zelfstandig werken"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Bekwaam",
      "questionText": "$ Hoe zie je jouw begeleidersrol tijdens het zelfstandig werken? # Wat doe je op momenten dat leerlingen zelfstandig aan het werk zijn? Rondlopen; over de schouder meekijken; vragen beantwoorden; feedback geven; of anders? # Wat is het zichtbare effect van jouw handelen op de werkhouding van de leerlingen? # Welke mogelijkheden heb je om een ongeconcentreerde leerling zelfstandig te laten werken?",
      "resultText": "De meeste leerlingen kunnen zelfstandig werken, leren en nakijken. Ze weten hoe ze de taak hebben gedaan en hoe ze verder kunnen.",
      "teacherText": "$ ziet dat leerlingen aan het werk zijn # bewaakt dat leerlingen een planning maken en zich daaraan houden # ziet toe of leerlingen het werk doelgericht aanpakken # creëert een situatie waarin leerlingen een hulpvraag kunnen uitstellen",
      "theme": "Didactisch Bekwaam",
      "title": "6.1 Faciliteren van zelfstandig werken"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Startbekwaam",
      "questionText": "$ Kun je een voorbeeld geven van formatieve feedback die je aan een leerling hebt gegeven?  # Welke kennis over formatieve feedback zet je doorgaans in? # Hoe houd je de vorderingen van de leerlingen bij? # Op welke manier betrek je leerlingen bij de reflectie op hun manier van werken en resultaat? # Hoe zorg je ervoor dat leerlingen die de gestelde leerdoelen niet halen, toch gemotiveerd blijven?",
      "resultText": "De leraar evalueert met leerlingen de les zodat leerlingen weten of ze de lesdoelen bereikt hebben. ",
      "teacherText": "$ toetst of leerlingen de uitleg begrepen hebben # beoordeelt de prestaties van leerlingen in relatie tot de gestelde lesdoelen # evalueert leeropbrengsten systematisch en koppelt terug naar lesdoelen # geeft feedback op het product",
      "theme": "Didactisch Bekwaam",
      "title": "6.2 Evalueren van bereikte lesdoelen"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Bekwaam",
      "questionText": "$ Hoe kom je met leerlingen tot reflectie? Welke vragen kunnen ondersteunend werken? # Hoe waardeer je de prestatie van de leerlingen gezien de moeilijkheidsgraad of de motivatie voor het onderwerp? # Hoeveel leerlingen hebben voldoende resultaten behaald met de toets van een lesonderdeel of vak dat onlangs is afgesloten? Hoe verklaar je dat? # Op welke manier betrek je de leerlingen bij de reflectie op het resultaat? # Wat vertellen leerlingen over de oorzaken van goed of minder goed presteren? # Komen de meningen van de leerlingen over de oorzaken overeen met jouw observaties? Hoe help je leerlingen hun inzicht met betrekking tot beter presteren te vergroten?",
      "resultText": "De meeste leerlingen weten wat goed ging en wat niet en wat ze de volgende keer anders gaan doen.",
      "teacherText": "$ bespreekt met leerlingen wat er in de denkstappen goed dan wel niet goed is gegaan. # bespreekt met leerlingen wat mogelijke stappen zijn om tot een goed resultaat te komen # laat leerlingen zelf een nieuwe toetsvraag bedenken # kan leerlingen bijsturen en laten uitblinken",
      "theme": "Didactisch Bekwaam",
      "title": "6.2 Evalueren van bereikte lesdoelen"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Startbekwaam",
      "questionText": "$ Wat doe je als een leerling vraagt wat hij moet doen? # Hoe evalueer je met leerlingen hun manier van werken? # Kun je een voorbeeld geven van feedback op het proces van zelfstandig werken?  # Welke kennis zet je in bij het feedback geven? # Op welke manier gaan leerlingen met jouw feedback om? Ben je tevreden over die manier?",
      "resultText": "De leraar geeft feedback op het leerproces zodat leerlingen weten wat ze eventueel anders moeten aanpakken.",
      "teacherText": "$ legt uit welke stappen van belang zijn om de opdracht juist uit te voeren # refereert bij het geven van feedback expliciet aan de lesdoelen # geeft feedback op het leerproces en taakgericht werken",
      "theme": "Didactisch Bekwaam",
      "title": "6.3 Feedback op het leerproces"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Bekwaam",
      "questionText": "$ Staan de leerlingen open voor feedback tijdens de verwerking van de opdrachten? # Wat is voor jou een goede manier om leerlingen feedback te geven? Beschrijf welke afspraken hierover zijn gemaakt: op welke momenten ze feedback krijgen; of je naar leerlingen toegaat of dat zij bij jou komen? Welke andere afspraken zijn er gemaakt? # Waar let je op bij het geven van feedback in relatie tot lesdoelen en opdrachten? Welke criteria hanteer je daarbij? # Op welke manier pas je feedback aan aan tempo-, motivatie- en niveauverschillen? Kun je voorbeelden geven? # Op welke manier controleer je of leerlingen de feedback gebruiken?",
      "resultText": "De meeste leerlingen weten of zij de opdrachten op een juiste manier uitvoeren.",
      "teacherText": "$ legt uit welke stappen van belang zijn om de opdracht juist uit te voeren # controleert of leerlingen de instructie en de gegeven feedback opvolgen # geeft taakgerichte feedback",
      "theme": "Didactisch Bekwaam",
      "title": "6.3 Feedback op het leerproces"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Startbekwaam",
      "questionText": "$ Kun je een voorbeeld geven van de manier waarop je goede oplossingen en gemaakte fouten bespreekt? # Komt het weleens voor dat het resultaat van zelfstandig werken je verrast, in positieve of negatieve zin? # Wanneer analyseer je de vorderingen van de leerlingen? Hoe doe je dat? # Wat valt je op bij de foutenanalyses die je maakt?",
      "resultText": "De leraar bespreekt met leerlingen de gemaakte fouten en goede oplossingen.",
      "teacherText": "$ bespreekt wat leerlingen goed hebben uitgevoerd # benoemt de foute oplossingen en antwoorden # analyseert de leerlingvorderingen",
      "theme": "Didactisch Bekwaam",
      "title": "6.4 Analyseren van leerlingvorderingen"
    },
    {
      "competence": "Zelfstandig werken",
      "level": "Bekwaam",
      "questionText": "$ Waar let je op bij het bekijken van het werk van leerlingen? # Hoe bespreek je de gemaakte fouten met de leerling en/of leerlingen? Leg je afspraken hierover vast? Hoe controleer je de gemaakte afspraken? # Komen de meningen van de leerlingen over de oorzaken van stagnatie overeen met jouw observaties?",
      "resultText": "De meeste leerlingen zijn op de hoogte van mogelijke oorzaken van stagnaties in hun ontwikkeling.",
      "teacherText": " bespreekt individueel de gemaakte fouten met leerlingen # gebruikt de analyse van leerlingvorderingen bij het inrichten van zelfstandig werken # heeft aandacht voor de aanpak en denkstappen die leerlingen maken # maakt denkfouten visueel en stuurt daarmee het handelen van leerlingen",
      "theme": "Didactisch Bekwaam",
      "title": "6.4 Analyseren van leerlingvorderingen"
    },
    {
      "competence" : "Delen en deelnemen",
      "level" : "Bekwaam",
      "questionText" : "$ Wat is jouw visie op het werken in een team? # Ben je tevreden over jouw inbreng in het team? # Kun je voorbeelden noemen van initiatieven die je genomen hebt? # Welke feedback heb je van collega’s gekregen op je handelen in de klas? # Welke plannen of speerpunten op school spreken je aan op dit moment? # Op welke manier lever je, of wil je een bijdrage leveren aan de ontwikkeling van de school?",
      "resultText" : "De leraar heeft een eigen (innovatieve) rol in de school. De leraar levert een bijdrage aan het uitdragen en uitvoeren van het schoolbeleid.",
      "teacherText" : "$ ontwerpt samen met collega’s lessen en innovatieve leeromgevingen # neemt actief deel aan werkgroepen met collega’s en leidinggevenden over onderwijsprogramma’s en onderwijsinnovatie # vraagt en geeft feedback aan collega’s # neemt initiatief om met collega’s over werkgerelateerde problemen te praten # herkent trends in de ontwikkeling van leerlingen en bespreekt deze in het team",
      "theme" : "Collegiale Samenwerking",
      "title" : "1. Delen en deelnemen"
    },
    {
      "competence" : "Doelmatig contact met de omgeving",
      "level" : "Bekwaam",
      "questionText" : "$ Hoe ziet de ideale leerling-ouder-school-relatie eruit wat jou betreft? Hoe dicht ben je bij deze ideale leerling-ouder-school-relatie? # Welke vragen leggen ouders je vaak voor? Hoe ga je daarmee om? # Kun je een voorbeeld geven van een prettig of lastig oudercontact? Wat was jouw rol in dit contact? # Kun je voorbeelden geven van lessen of andere aspecten van je werk waarbij je bewust gebruik hebt gemaakt van de rijkdom die de omgeving (bijvoorbeeld de stad Amsterdam) biedt? ",
      "resultText" : "De leerling ervaart dat zijn verschillende opvoeders op één lijn zitten",
      "teacherText" : "$ is in gesprek met leerlingen en hun ouders, verzorgers of derden over de leefomgeving van de leerling # neemt initiatief om ouders mede verantwoordelijk te maken voor het pedagogisch klimaat in de school # neemt initiatief om ouders mede verantwoordelijk te maken voor het leerresultaat van de leerling # is in staat eigen grenzen te bewaken in contact met ouders # is conflictvaardig # is zorgvuldig in het (digitaal) delen van bevindingen en dilemma’s met anderen die met jongeren werken ",
      "theme" : "Collegiale Samenwerking",
      "title" : "2. Doelmatig contact met de omgeving"
    },
    {
      "competence" : "Interactie met collega’s",
      "level" : "Bekwaam",
      "questionText" : "$ Neem je deel aan trainingen, studiedagen of andere vormen van professionalisering? Op wiens initiatief doe je dat en hoe ga je te werk bij professionalisering? # Op welke manier koppel je het geleerde terug naar het team of naar de leerlingen? # Kun je een voorbeeld geven hoe je samen met collega’s nieuwe kennis en vaardigheden hebt toegepast in de praktijk? # Welke feedback heb je gekregen op de toepassing van nieuwe kennis of vaardigheden?",
      "resultText" : "Collega’s ervaren dat de leraar actief werkt aan professionalisering passend in het schoolbeleid. Leerlingen ervaren de school als lerende organisatie",
      "teacherText" : "$ gebruikt persoonlijke reflectie als inspiratiebron voor collega’s # deelt informatie over nieuwe ontwikkelingen in vak en beroep # bespreekt met collega’s de samenwerking met ouders/verzorgers/derden en maakt afspraken op basis van samenwerking # past zijn handelen aan na scholing of feedback",
      "theme" : "Collegiale Samenwerking",
      "title" : "3. Interactie met collega’s"
    },
    {
      "competence" : "Delen en deelnemen",
      "level" : "Startbekwaam",
      "questionText" : "$ Hoe ziet werken in teamverband er voor jou uit? # Welke meerwaarde ervaar je bij het werken in teamverband in jouw school? # Ben je tevreden over jouw inbreng in het team? # Heb je feedback van je collega’s gekregen op je handelen in de klas? Waaruit bestond die feedback en wat heb je daarmee gedaan? # Wat heb jij van je teamgenoten nodig om goed in een team te kunnen werken? Krijg je dat, en zo niet, hoe maak je dat bespreekbaar? # Op welke manier lever je vanuit eerder verworven competenties een bijdrage aan de ontwikkeling van de school?",
      "resultText" : "De leraar levert een oplossingsgericht bijdrage aan algemene taken in het team en aan de onderwijskundige en pedagogische ontwikkeling van de school",
 "teacherText" : "$ is op de hoogte van relevante kenmerken van de school en de leerlingen # wisselt met collega’s (innovatieve) kennis en informatie uit # wisselt met collega’s kennis en informatie uit over leerlingen # vervult een actieve rol in teamoverleg en brengt op eigen initiatief onderwerpen in # zoekt stelselmatig naar uitwisseling met collega’s om in samenwerking lessen te optimaliseren # treedt collega’s respectvol tegemoet en houdt rekening met verschillende achtergronden en talenten # stelt teambelang boven eigen belang",
      "theme" : "Collegiale Samenwerking",
      "title" : "1. Delen en deelnemen"
    },
    {
      "competence" : "Doelmatig contact met de omgeving",
      "level" : "Startbekwaam",
      "questionText" : "$ Hoe ziet een professionele houding naar derden er volgens jou uit? # Kun je verschillen aangeven tussen de context waarin jij bent opgegroeid en de context waarin je leerlingen opgroeien? Wat doe je met die eventuele verschillen? # Wat zijn voor jou aandachtspunten in het contact met ouders en/of anderen? # Welke gevoelens neem je bij jezelf waar als het gaat om contacten met ouders? # Kun je een voorbeeld geven van een prettig en/of lastig oudergesprek? Wat was jouw rol daarbij? # Wat heb je nodig om je contacten met ouders/verzorgers/instanties te kunnen optimaliseren? # Hoe bewaak je je grenzen? # Kun je een voorbeeld geven van hoe je gebruik hebt gemaakt of zou willen maken van de rijkdom die de omgeving biedt? Denk aan maatschappelijke instanties of culturele instellingen.",
      "resultText" : "De leraar zoekt contact met de omgeving waar dat uit pedagogisch oogpunt wenselijk is",
      "teacherText" : "$ stelt zich professioneel op # is op de hoogte van de verschillende instanties die in de omgeving van de school functioneren en die opvang en uitdaging bieden # toont belangstelling voor de context waarin leerlingen opgroeien # toont initiatief in het leggen en onderhouden van contact met de omgeving # benoemt de specifieke kenmerken van de leefomgeving van leerlingen en de buurt waarin de school staat # communiceert op open wijze met ouders/verzorgers/derden # kan samenwerken met anderen ongeacht sociale, etnische en/of culturele achtergronden # poogt culturele verschillen te overbruggen, onder meer door respect te tonen",
      "theme" : "Collegiale Samenwerking",
      "title" : "2. Doelmatig contact met de omgeving"
    },
    {
      "competence" : "Interactie met collega’s",
      "level" : "Startbekwaam",
      "questionText" : "$ Kun je een voorbeeld geven van een lastige situatie in je werk waarbij je één of meerdere collega’s om advies hebt gevraagd? Zo ja, wat heb je met dat advies gedaan en hoe kijk je daar op terug? # Welke inzichten over jezelf en je overtuigingen heb je opgedaan in het werken met je collega’s? # Welke vorm van professionalisering vind je nuttig en plezierig? # Neem je deel aan trainingen, studiedagen of andere vormen van professionalisering? Wat betekent dat voor je handelen? # Kun je voorbeelden van ontwikkelactiviteiten noemen die passen binnen jouw ontwikkeling en die van de school?",
      "resultText" : "De leraar neemt initiatief in interactie met zijn collega’s.",
      "teacherText" : "$ vraagt collega’s om advies bij lastige situaties in het werk # staat open voor andere visies en ideeën # vraagt systematisch om feedback en reflecteert op eigen handelen # stemt de eigen ontwikkelactiviteiten af op de afspraken in het team en binnen de school # neemt deel aan scholings- en ontwikkelactiviteiten # neemt deel aan collegiale consultatie ",
      "theme" : "Collegiale Samenwerking",
      "title" : "3. Interactie met collega’s"
    },
    {
      "competence" : "1 Creëren van een veilig, ordelijk en stimulerend leerklimaat",
      "level" : "Startbekwaam",
      "questionText" : "$ Wat betekent een veilig leerklimaat voor jezelf?# Wat betekent een veilig leerklimaat voor de leerlingen?# Kun je het leerklimaat verbinden aan de context van de school? # Hoe zorg je ervoor dat iedere leerling zich welkom voelt in de klas? # Welke theorie over orde houden en klassenmanagement ken je? Naar welke manier van orde houden gaat je voorkeur uit? # Kan je een voorbeeld noemen hoe je stimuleert dat leerlingen op een respectvolle manier met elkaar omgaan? # Maak je leerlingen medeverantwoordelijk voor een ordelijk lesverloop? Zo ja, hoe doe je dat?",
      "resultText" : "De leraar neemt de verantwoordelijkheid voor een veilig en stimulerend leerklimaat.",
      "teacherText" : "$ maakt duidelijk welk gedrag hij van leerlingen verwacht # luistert naar wat leerlingen te zeggen hebben # spreekt leerlingen op een positieve manier aan #accepteert dat leerlingen fouten maken # straalt warmte en empathie uit naar alle leerlingen in de klas #stimuleert leerlingen naar elkaar te luisteren # let erop dat leerlingen op een respectvolle manier met elkaar omgaan # houdt rekening met diversiteit en (culturele) verschillen # zorgt ervoor dat leerlingen weten dat ze erbij horen en welkom zijn",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "1. Creëren van een veilig, ordelijk en stimulerend leerklimaat"
    },
    {
      "competence" : "2 Bevorderen gevoel van competent zijn",
      "level" : "Startbekwaam",
      "questionText" : "$ Wat betekent voor jou ‘de leerling voelt zich competent’?# Wat betekent op jouw school ‘je competent voelen’?# Hoe complimenteer je leerlingen?# Hoe zorg je dat ook zwakkere leerlingen zich competent voelen?# Welke leervragen heb je om leerlingen efficiënt en met zelfvertrouwen aan het werk te laten gaan? Welke bronnen zouden je hierbij kunnen helpen?",
      "resultText" : "De leraar bevordert het gevoel van competent zijn bij leerlingen.",
      "teacherText" : "$ spreekt positieve verwachtingen uit en daagt leerlingen uit deze waar te maken # complimenteert leerlingen over hun werk # weet wat hij van leerlingen kan verwachten en communiceert dit naar hen# reageert op een positieve wijze op vragen en opmerkingen van leerlingen# richt zich niet alleen op de middenmoot",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "2. Bevorderen gevoel van competent zijn"
    },
    {
      "competence" : "3 Bevorderen van autonomie",
      "level" : "Startbekwaam",
      "questionText" : "$ Wat betekent ‘autonomie van de leerling’ voor jou?# Geef je keuzemogelijkheden in leertaken? Zo ja, welke?# Hoe laat je leerlingen ervaren dat zelfstandigheid wordt gewaardeerd?# Wat heb je nodig om leerlingen meer autonomie bij hun leren te geven? # Wat hebben verschillende leerlingen nodig om meer autonomie te nemen?",
      "resultText" : "De leraar bevordert de autonomie van leerlingen.",
      "teacherText" : "$ biedt keuzemogelijkheden in leertaken# biedt keuzemogelijkheden in ondersteunend materiaal# zorgt dat leerlingen zich gewaardeerd voelen",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "3. Bevorderen van autonomie"
    },
    {
      "competence" : "4 Creëren van een contextrijke leeromgeving",
      "level" : "Startbekwaam",
      "questionText" : "$ Kun je een voorbeeld geven van een les, lessenserie of project waarin je bewust hebt gewerkt aan het creëren van een rijke leeromgeving?# Hoe benut je de verschillende achtergronden van leerlingen bij het ontwerpen en uitvoeren van je les?# Welke verschillen zie je tussen jouw achtergrond en die van de leerlingen?# Op welke uitspraken van leerlingen vind je het moeilijk om te reageren? Wat doe je daar mee?# Hoe gebruik je media om je onderwijs meer betekenisvol te maken?",
      "resultText" : "De leraar creëert een contextrijke leeromgeving die betekenisvol is voor leerlingen.",
      "teacherText" : "$ gebruikt meerdere contexten om leerlingen met verschillende achtergronden te betrekken bij het leren# stimuleert de belangstelling van leerlingen voor culturen, gebruiken, overtuigingen en talen uit de eigen omgeving# gebruikt nieuwe media om lessen te verrijken en te optimaliseren",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "4. Creëren van een contextrijke leeromgeving"
    },
    {
      "competence" : "1 Creëren van een veilig, ordelijk en stimulerend leerklimaat",
      "level" : "Bekwaam",
      "questionText" : "$ Op welke wijze probeer je leerlingen te stimuleren, uit te dagen? Waarom op die wijze?# Wat is je doel voor de leerlingen op sociaal-emotioneel gebied en hoe help je leerlingen zich richting dat doel te ontwikkelen?# Op welke wijze kunnen leerlingen volgens jou verantwoordelijkheid voor elkaar nemen? Hoe stimuleer je dat?# Kun je aangeven op welke wijze je werkt met zwakke leerlingen en met leerlingen die bovengemiddeld tot goed presteren? Waar ligt je voorkeur? Waarom daar?# Vind je jezelf sterk in het begeleiden van zwakke leerlingen of richt je je aandacht liever op de goed presterende leerlingen?# Welke leervragen heb je op het gebied van het realiseren van een veilig en stimulerend leerklimaat?",
      "resultText" : "De meeste leerlingen voelen zich veilig en worden uitgedaagd om te leren.",
      "teacherText" : "$ zorgt ervoor dat leerlingen gewaardeerd worden door elkaar en de omgeving # daagt leerlingen uit om verantwoordelijkheid te nemen voor elkaar # laat leerlingen initiatieven nemen en zelfstandig werken",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "1. Creëren van een veilig, ordelijk en stimulerend leerklimaat"
    },
    {
      "competence" : "2 Bevorderen gevoel van competent zijn",
      "level" : "Bekwaam",
      "questionText" : "$ Wat betekent voor jou ‘je competent voelen’?# Welke type vragen stellen de leerlingen: organisatorisch, inhoudelijk of anders? Hoe help je hen om die vragen zelf te beantwoorden?# Hoe zou je – op grond van de feedback of vragen van leerlingen – jouw instructie de volgende keer geven?# Welke leervragen heb je om leerlingen efficiënt en met zelfvertrouwen aan het werk te laten gaan?# Welke literatuur of andere bronnen zouden je hierbij kunnen helpen?",
      "resultText" : "De meeste leerlingen voelen zich competent om nieuwe leertaken aan te gaan.",
      "teacherText" : "$ zorgt ervoor dat leerlingen uitgedaagd worden# biedt leerlingen begeleiding bij het beantwoorden van de eigen leervragen# stimuleert leerlingen om feedback te vragen# laat leerlingen de leeropbrengsten en gevoelens daarover benoemen# voert stimulerende gesprekken met leerlingen over de voortgang van hun leren",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "2. Bevorderen gevoel van competent zijn"
    },
    {
      "competence" : "3 Bevorderen van autonomie",
      "level" : "Bekwaam",
      "questionText" : "$ Wat betekent ‘zelfstandigheid’ van een leerling voor jou? Zie je voor- en/of nadelen van zelfstandig gedrag in de groep?# Op welke momenten of bij welke fasen van het leerproces verwacht jij initiatief of zelfstandigheid van de leerlingen?# Op welke momenten vind je het beter om zelf de leiding te nemen?# Welke leervragen heb je op het gebied van sturing en loslaten?# Welke literatuur of andere bronnen zouden je hierbij kunnen helpen?",
      "resultText" : "De meeste leerlingen voelen zich vrij en kunnen zich in zelfstandigheid ontwikkelen.",
      "teacherText" : "$ laat leerlingen keuzes maken in samenwerkingsvorm, volgorde, hoeveelheid van taken en aard van de taken# laat leerlingen zelf oplossingsrichtingen en stappenplannen bedenken # zorgt dat de meeste leerlingen zich gewaardeerd voelen# ‘modelt’ het op een respectvolle manier met elkaar omgaan",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "3. Bevorderen van autonomie"
    },
    {
      "competence" : "4 Creëren van een contextrijke leeromgeving",
      "level" : "Bekwaam",
      "questionText" : "$ Welke elementen in de leeromgeving helpen om de nieuwsgierigheid van leerlingen te wekken? Denk bijvoorbeeld aan materialen, inrichting, werkvormen, innovaties.# Kun je een voorbeeld geven van een les, lessenserie of project waarin je bewust hebt gewerkt aan het creëren van een rijke leeromgeving?# Hoe beoordeel je de reacties van leerlingen in termen van betrokkenheid en nieuwsgierigheid? Welke reacties van leerlingen zijn je speciaal opgevallen? Vertel eens waarom.# Welke talenten, interesses, motivatie van leerlingen heb je geobserveerd? Hoe zou je rekening kunnen houden met deze interesses bij je volgende lesontwerp?",
      "resultText" : "De meeste leerlingen ervaren de inhoud als betekenisvol. Ze zijn nieuwsgierig, betrokken en actief. Ze kunnen nieuwe kennis aan bestaande kennis verbinden.",
      "teacherText" : "$ biedt een rijke leeromgeving aan in beeld, woord en tekst# traint schoolse taalvaardigheden # heeft kennis van nieuwe media en gebruikt deze# daagt uit tot leren waarbij gebruik wordt gemaakt van verschillende capaciteiten en talenten # laat leerlingen hun stad en omgeving als één van hun bronnen gebruiken# is in staat culturele verschillen tussen leerlingen in te zetten als een verrijking van de leeromgeving # leert de leerling zorg te dragen voor de leeromgeving",
      "theme" : "Pedagogisch Bekwaam",
      "title" : "4. Creëren van een contextrijke leeromgeving"
 }
 ]
